{
  "_meta": {
    "maxChars": {
      "welcome": 20,
      "readyToPlay": 20,
      "pressContinue": 50,
      "greatJob": 20,
      "onePlusOne": 30
    }
  },
  "en": {
    "newGame": "NEW GAME",
    "continue": "CONTINUE",
    "gameWin": "Excellent, you've done it, congratulations on your great work.",
    "gameLose": "You were close, try again!",
    "tutorialTxt_1": "The atomic number of an element is equal to the number of protons it contains ",
    "tutorialTxt_2": "The atomic mass of an element is the sum of the protons and neutrons it contains",
    "tutorialTxt_3": "In a neutral atom, the number of electrons is equal to the number of protons",
    "game_s_1_1": "Hi, welcome to “Atomic Pop it”, the most powerful and fun element builder in the galaxy.",
    "game_s_1_2": "To be able to properly assemble an element, it will be necessary to understand some important aspects:",
    "game_s_1_3": "All matter, regardless of its state, be it solid, liquid or gas, is made of one or more types of atoms, the atom is the fundamental unit of matter.",
    "game_s_1_4": "Atoms can exist alone or attached to other atoms, they are made of subatomic particles known as protons, neutrons and electrons.",
    "game_s_1_5": "The protons and neutrons are in the nucleus of the atom and the electrons orbit around the nucleus.",
    "game_s_1_6": "The elements are represented by chemical symbols, each element has a unique number of protons that determines its identity, this is known as the atomic number.",
    "game_s_1_7": "Atoms of an element have a specific mass known as the atomic mass. The mass number of an element is equal to the sum of the protons and neutrons it contains.",
    "game_s_1_8": "The elements tend to stability, therefore, for each Proton with a positive charge we can find an electron with a negative charge.",
    "game_s_1_9": "The number of electrons in this case will be the same as the number of protons.",
    "game_s_1_10": "That you see in the down of screen is the biggest particles launcher in the whole galaxy, you should use to launch particles for create the target element.",
    "game_s_1_11": "The launcher is designed to launch all three types of subatomic particles:",
    "game_s_1_12": "Protons (+)",
    "game_s_1_13": "Neutrons",
    "game_s_1_14": "Electrons (-)",
    "game_s_1_15": "The largest sphere in the middle will be the subatomic particle that you can launch.",
    "game_s_1_16": "Aim at the target item and cast when you're ready.",
    "game_s_1_17": "You will have to launch all the particles that the element needs.",
    "game_s_2_1": "This is the modern periodic table of elements; the simplest way scientists have managed to organize the elements.",
    "game_s_2_2": "In a periodic table, the elements are organized by their atomic number, (the number of protons of an element)",
    "game_s_2_3": "It also includes the chemical symbol, the atomic mass and the class, the classes can be: metals, metalloids and non-metals, etc.",
    "game_s_2_4": "In turn, the periodic table is organized into periods and groups, the rows are called periods and the columns groups",
    "tutorialText": "Excellent! Now that you've mastered the launcher, it's time for action.",
    "tutorialText2": "Great, you have done very well, you have unlocked the Multiplier by X5, from here the elements will grow in size, I hope it helps you, continue like this.",
    "tutorialText3": "Wow! You are really very good, you managed to reach the final phase of the game, in this part you will need to use all your skills, Use the X10 Multiplier wisely, you can. Good luck!",
    "tutorialText4": "Wow! You are really very good, you managed to reach the final phase of the game, in this part you will need to use all your skills, Use the X10 Multiplier wisely, you can. Good luck!"
  },
  
  "es": {
    "gameWin": "Congratulations!",
    "gameLose": "TRY AGAIN",
    "newGame": "NUEVO JUEGO",
    "continue": "CONTINUAR",
    "tutorialTxt_1": "The atomic number of an element is equal to the number of protons it contains ",
    "tutorialTxt_2": "The atomic mass of an element is the sum of the protons and neutrons it contains",
    "tutorialTxt_3": "In a neutral atom, the number of electrons is equal to the number of protons",
    "game_s_1_1": "Hello! You have to throw particles to ATOM",
    "game_s_1_2": "Protons, electrons and neutrons make a ATOM",
    "game_s_1_3": "Protons give a name of the atom",
    "game_s_1_4": "Try to copy element in your right to your left",
    "game_s_1_5": "ENJOY",
    "game_s_2_1": "The tool we will use first is the THERMOMETER",
    "game_s_2_2": "Each type of cloud appears at a certain height. Once we find it I will take notes about its altitude. This helps to understand what kind of cloud we are analyzing.",
    "game_s_2_3": "Sorry! I forgot to tell you that we will use BINOCULARS to find clouds.",
    "game_s_2_4": "Once we find them I will take notes about some curiosities in my notebook.",
    "game_s_2_5": "Once we find them I will take notes about some curiosities in my notebook."
  }
}
