{
  "_meta": {
    "maxChars": {
      "newGame": 20,
      "continue": 20,
      "gameWin": 80,
      "gameLose": 80,
      "tutorialIntro_1": 300,
      "tutorialIntro_2": 300,
      "tutorialIntro_3": 300,
      "tutorialIntro_4": 300,
      "tutorialIntro_5": 300,
      "tutorialIntro_6": 300,
      "tutorialIntro_7": 300,
      "tutorialIntro_8": 300,
      "tutorialIntro_9": 300,
      "tutorialIntro_10": 300,
      "tutorialIntro_11": 300,
      "tutorialIntro_12": 300,
      "tutorialIntro_13": 300,
      "tutorialIntro_14": 300,
      "tutorialIntro_15": 300,
      "tutorialIntro_16": 300,
      "tutorialIntro_17": 300,
      "tutorialShooter_1_1": 300,
      "tutorialShooter_2_1": 300,
      "tutorialShooter_3_1": 300,
      "tutorialShooter_3_2": 300,
      "game_s_2_1": 300,
      "game_s_2_2": 300,
      "game_s_2_3": 300,
      "game_s_2_4": 300,
      "timeForAction_1": 300,
      "by_five_multiplier_1": 300,
      "by_ten_multiplier_1": 300,
      "overload": 20,
      "endOfGame_1": 300
    }
  },
  "en": {
    "newGame": "PLAY",
    "continue": "CONTINUE",
    "gameWin": "Excellent, you've done it, congratulations on your great work.",
    "gameLose": "You were close, try again!",
    "tutorialIntro_1": "Hi, welcome to “Atomic Pop it”, the most powerful and fun element builder in the galaxy.",
    "tutorialIntro_2": "To be able to properly assemble an element, it will be necessary to understand some important aspects:",
    "tutorialIntro_3": "All matter, regardless of its state, be it solid, liquid or gas, is made of one or more types of atoms, the atom is the fundamental unit of matter.",
    "tutorialIntro_4": "Atoms can exist alone or attached to other atoms, they are made of subatomic particles known as protons, neutrons and electrons.",
    "tutorialIntro_5": "The protons and neutrons are in the nucleus of the atom and the electrons orbit around the nucleus.",
    "tutorialIntro_6": "The elements are represented by chemical symbols, each element has a unique number of protons that determines its identity, this is known as the atomic number.",
    "tutorialIntro_7": "Atoms of an element have a specific mass known as the atomic mass. The mass number of an element is equal to the sum of the protons and neutrons it contains.",
    "tutorialIntro_8": "The elements tend to stability, therefore, for each Proton with a positive charge we can find an electron with a negative charge.",
    "tutorialIntro_9": "The number of electrons in this case will be the same as the number of protons.",
    "tutorialIntro_10": "What you see in the bottom of the screen is the biggest particles launcher in the whole galaxy, you should use to launch particles for create the target element.",
    "tutorialIntro_11": "The launcher is designed to launch all three types of subatomic particles:",
    "tutorialIntro_12": "Protons",
    "tutorialIntro_13": "Neutrons",
    "tutorialIntro_14": "Electrons",
    "tutorialIntro_15": "The largest sphere in the middle will be the subatomic particle that you can launch.",
    "tutorialIntro_16": "You will have to launch all the particles that the element needs, aim at the target item...",
    "tutorialIntro_17": "...and cast when you're ready.",
    "tutorialShooter_1_1": "Perfect! you released the necessary protons, now you must continue with the Electrons",
    "tutorialShooter_2_1": "Excellent, now only the Neutrons are missing and we will have our complete element.",
    "tutorialShooter_3_1": "Wonderful, now you know how to form elements. From here you continue alone.",
    "tutorialShooter_3_2": "You can check how the elements are formed whenever you need it, the model is on the left side of the screen",
    "isotopes_1": "Nuclei that have the same number of protons in the nucleus but a different number of neutrons are called isotopes.",
    "isotopes_2": "Hydrogen has three isotopes. The identity of an atom is determined by the number of protons in the nucleus.",
    "isotopes_3": "All hydrogen atoms must have exactly 1 proton in the nucleus. The number of neutrons in the nuclei of atoms of element, however, may vary.",
    "game_s_2_1": "This is the modern periodic table of elements; the simplest way scientists have managed to organize the elements.",
    "game_s_2_2": "In a periodic table, the elements are organized by their atomic number, (the number of protons of an element)",
    "game_s_2_3": "It also includes the chemical symbol, the atomic mass and the class, the classes can be: metals, metalloids and non-metals, etc.",
    "game_s_2_4": "In turn, the periodic table is organized into periods and groups, the rows are called periods and the columns groups",
    "timeForAction_1": "Excellent! Now that you've mastered the launcher, it's time for action.",
    "by_five_multiplier_1": "Great, you have done very well, you have unlocked the multiplier by X5, from here the elements will grow in size, I hope it helps you, continue like this.",
    "by_ten_multiplier_1": "Wow! You are really very good, you managed to reach the final phase of the game, in this part you will need to use all your skills, Use the X10 Multiplier wisely, you can. Good luck!",
    "overload": "Overloaded",
    "endOfGame_1": "GAME OVER"
  },
  "es": {
    "newGame": "JUGAR",
    "continue": "CONTINUAR",
    "gameWin": "¡Excelente! lo hiciste, felicitaciones por tu gran trabajo.",
    "gameLose": "Estuviste cerca, inténtalo de nuevo",
    "tutorialIntro_1": "Hola, bienvenido a “Atomic Pop it”, el más poderoso y divertido constructor de elementos en la galaxia",
    "tutorialIntro_2": "Para poder ensamblar correctamente un elemento, será necesario comprender algunos aspectos importantes:",
    "tutorialIntro_3": "Toda materia, sin importar su estado, sea sólida, líquida o gaseosa, está compuesta por uno o más tipos de átomos, el átomo es la unidad fundamental de la materia.",
    "tutorialIntro_4": "Los átomos pueden existir solos o unidos a otros átomos, están hechos de partículas subatómicas conocidas como protones, neutrones y electrones.",
    "tutorialIntro_5": "Los protones y neutrones están en el núcleo del átomo y los electrones orbitan alrededor del núcleo.",
    "tutorialIntro_6": "Los elementos se representan mediante símbolos químicos, cada elemento tiene un número único de protones que determina su identidad, esto se conoce como el número atómico",
    "tutorialIntro_7": "Los átomos de un elemento tienen una masa específica conocida como masa atómica. El número de masa de un elemento es igual a la suma de los protones y neutrones que contiene.",
    "tutorialIntro_8": "Los elementos tienden a la estabilidad, por lo tanto, por cada Protón con carga positiva podemos encontrar un electrón con carga negativa.",
    "tutorialIntro_9": "El número de electrones en este caso será el mismo que el número de protones.",
    "tutorialIntro_10": "Lo que ves en la parte inferior de la pantalla es el lanzador de partículas más grande de toda la galaxia, debes usarlo para lanzar partículas para crear el elemento objetivo.",
    "tutorialIntro_11": "El lanzador está diseñado para lanzar los tres tipos de partículas subatómicas:",
    "tutorialIntro_12": "Protones",
    "tutorialIntro_13": "Neutrones",
    "tutorialIntro_14": "Electrones",
    "tutorialIntro_15": "La esfera más grande en el medio será la partícula subatómica que puedes lanzar.",
    "tutorialIntro_16": "Tendrás que lanzar todas las partículas que necesita el elemento. Apunta al objetivo...",
    "tutorialIntro_17": "...y lanza cuando estés listo.",
    "tutorialShooter_1_1": "¡Perfecto! liberaste los protones necesarios, ahora debes continuar con los electrones.",
    "tutorialShooter_2_1": "Excelente, ahora solo faltan los neutrones y tendremos nuestro elemento completo.",
    "tutorialShooter_3_1": "Maravilloso, ahora ya sabes cómo formar elementos, a partir de aqui sigues solo.",
    "tutorialShooter_3_2": "Puedes consultar como se forman los elementos siempre que lo necesites, el modelo está en lado izquierdo de la pantalla.",
    "isotopes_1": "Los núcleos que tienen el mismo número de protones en el núcleo pero diferente número de neutrones se llaman isótopos.",
    "isotopes_2": "El hidrógeno tiene tres isótopos. La identidad de un átomo está determinadea por el número de protones en su núcleo",
    "isotopes_3": "Todos los átomos de hidrógeno deben tener exactamente 1 protón en el núcleo. Sin embargo, el número de neutrones en los núcleos de los átomos de un elemento puede variar.",
    "game_s_2_1": "Esta es la tabla periódica de los elementos moderna; la forma más sencilla en que los científicos han logrado organizar los elementos.",
    "game_s_2_2": "En una tabla periódica, los elementos están organizados por su número atómico (el número de protones de un elemento)",
    "game_s_2_3": "También incluye el símbolo químico, la masa atómica y la clase, las clases pueden ser: metales, metaloides y no metales, etc.",
    "game_s_2_4": "A su vez, la tabla periódica se organiza en periodos y grupos, las filas se denominan periodos y las columnas grupos",
    "timeForAction_1": "¡Excelente! Ahora que dominas el lanzador, es hora de actuar.",
    "by_five_multiplier_1": "Genial, lo has hecho muy bien, has desbloqueado el multiplicador por 5, a partir de aquí los elementos crecerán de tamaño, espero que te ayude, sigue así.",
    "by_ten_multiplier_1": "¡Wow! Eres realmente increible, lograste llegar a la fase final del juego, en esta parte necesitarás usar todas tus habilidades, Usa el multiplicador X10 sabiamente. ¡Buena suerte!",
    "overload": "Sobrecarga",
    "endOfGame_1": "FIN DEL JUEGO"
  }
}